---
kind: property
id: P:Autodesk.Revit.DB.BoundingBoxUV.Min
source: html/7605f0ea-3d58-4c62-00f9-98c37dbab546.htm
---
# Autodesk.Revit.DB.BoundingBoxUV.Min Property

Minimum coordinates (lower-left corner of the box).

## Syntax (C#)
```csharp
public UV Min { get; set; }
```